Repository: WPPlugins/feedbackstr-easyshare
Catalog: languages/fdbeasyshare-*.po
Languages: de_de

source: OFF
de_de: AUS

source: ON
de_de: AN

source: Welcome to Feedbackstr easyShare.
de_de: Willkomen bei Feedbackstr easyShare ...

source: Surveys short URL
de_de: Fragebogen Shortlink

source: Please enter your surveys short URL.
de_de: Bitte geben Sie den Shortlink zu Ihrem Fragebogen an

source: Open
de_de: Öffnen

source: How should the website open after clicking on the tab?
de_de: Wie soll sich der Fragebogen bei einem Klick auf das Sidetab öffnen?

source: sliding
de_de: Slider

source: fullpage
de_de: Lightbox

source: window
de_de: Neues Fenster

source: Select tab color
de_de: Farbe des Tabs wählen

source: Which color should the tab have?
de_de: In welcher Farbe soll der Sidetab dargestellt werden?

source: Select text Color
de_de: Farbe des Textes wählen

source: Which color should the text have?
de_de: In welcher Farbe soll der Text im Sidetab dargestellt werden?

source: show sidetab
de_de: Sidetab anzeigen

source: Save Settings
de_de: Einstellungen speichern

source: Request an account
de_de: Zugang anfordern

source: Feedbackstr is a product of <a target="_blank" href="http://spectos.com">Spectos</a> <br /><span style="color:#888;">Thank you for using Feedbackstr Easyshare</span>
de_de: <a href="https://feedbackstr.com" target="_blank" title="zur Feedbackstr Website">Feedbackstr</a> ist ein Produkt der <a href="https://spectos.com" target=_blank">Spectos GmbH</a><br />Vielen Dank für die Nutzung von Feedbackstr easyShare

source: js/shortcode-button.js
de_de: js/shortcode-button-de.js
